{"meta":{"title":"RaikoX","subtitle":"心里的伤  无法分享","description":"作一场冒险的表演 <br/> 走过千秋万岁寂寞的云烟","author":"RaikoLee","url":"http://raikoblog.tk"},"pages":[{"title":"","date":"2017-04-01T10:35:37.000Z","updated":"2017-04-01T10:34:16.000Z","comments":true,"path":"baidu_verify_M5S5loOk77.html","permalink":"http://raikoblog.tk/baidu_verify_M5S5loOk77.html","excerpt":"","text":"M5S5loOk77"},{"title":"Aboutme","date":"2017-03-24T12:06:46.000Z","updated":"2017-03-24T17:59:27.000Z","comments":true,"path":"aboutme/index.html","permalink":"http://raikoblog.tk/aboutme/index.html","excerpt":"","text":"RaikoLE ，来自华东师范大学第二附属中学（紫竹校区） 努力有限 智商有限 目前状态迷 ，陷入人生低谷。 看起来总是严肃 面瘫脸 然而根本不是那样的 一个逗逼"},{"title":"tags","date":"2017-03-29T12:55:57.000Z","updated":"2017-03-29T12:55:57.000Z","comments":true,"path":"tags/tags.html","permalink":"http://raikoblog.tk/tags/tags.html","excerpt":"","text":""}],"posts":[{"title":"膜你抄","slug":"oisong","date":"2017-03-30T14:35:24.000Z","updated":"2017-04-02T14:53:55.000Z","comments":true,"path":"2017/03/30/oisong/","link":"","permalink":"http://raikoblog.tk/2017/03/30/oisong/","excerpt":"一首歌","text":"一首歌 屏幕在深夜微微发亮 思想在那虚树路径上彷徨 平面的向量交错生长 织成 忧伤的网 剪枝剪去我们的疯狂 SPFA 告诉我前途在何方 01 背包装下了忧伤 笑颜 洋溢脸庞 键盘微凉 鼠标微凉 指尖流淌 代码千行 凸包周长 直径多长 一进考场 全都忘光 你在 OJ 上提交了千百遍 却依然不能卡进那时限 双手敲尽代码也敲尽岁月 只有我一人 写的题解 凋零在 OJ 里面 Tarjan 陪伴强连通分量 生成树完成后思路才闪光 欧拉跑过的七桥古塘 让你 心驰神往 队列进出图上的方向 线段树区间修改求出总量 可持久化留下的迹象 我们 伏身欣赏 数论算法 图论算法 高斯费马 树上开花 线性规划 动态规划 时间爆炸 如何优化 我在 OI 中辗转了千百天 却不让我看 AK 最后一眼 我用空间换回超限的时间 随重新编译 测完样例 才发现漏洞满篇 原来 CE 是因选错语言 其实爆零 只因忘写文件 如果标算太难请坚定信念 不如回头再看一眼题面 以那暴力模拟向正解吊唁 蒟蒻的蜕变 神犇出现 终将与 Au 擦肩 屏幕在深夜微微发亮 我心在考场","categories":[],"tags":[{"name":"oi","slug":"oi","permalink":"http://raikoblog.tk/tags/oi/"}]},{"title":"苏打绿  Sodagreen","slug":"sodagreen","date":"2017-03-24T16:23:54.000Z","updated":"2017-04-03T14:31:03.000Z","comments":true,"path":"2017/03/25/sodagreen/","link":"","permalink":"http://raikoblog.tk/2017/03/25/sodagreen/","excerpt":"苏打绿 在温暖中生出希望","text":"苏打绿 在温暖中生出希望 苏打绿 是谁说,生活生来就要过 是谁说,难过还一定要过……不管飞行还是蹉跎 都仍是自己的生活 —— 《飞鱼》 如果时间一直走的那么快 我怎么对你依赖 ——《是我的海》 当你看我的瞬间 我甘愿搁浅没有抱怨 ——《漂浮》 小宇宙 给自己一些从来没有过的宁静快乐季节 ——《小宇宙》 被雨困住的城市 有你弹着吉他陪我 ——《被雨困住的城市》 背着你读书 背着你写字 你再不回责备我不够用功 ——《背着你》 无与伦比的美丽 你现在到底清楚了吗？那么多年仔细躲避悲伤 到了今天还在装傻 ——《游乐》 握你的左手 散落在我手中的是温柔 曾经给你太多 伤心过后总会宽阔 —— 《左手》 你知道当你需要个夏天 我会拼了命努力 我知道你会做我的掩护 当我是个逃兵 —— 《无与伦比的美丽》 够深刻了吗来躺下吧 让我轻抚你安慰伤害我后的疲累 够尖锐了吗 看我的疤 用温柔包覆勇敢给喘息的你笑脸 生命从来不觉得自己对谁该负责任 太多虚伪情节的表面模糊陌生的眼 ——《这天》 或许天堂也常日落 或许所有拒绝现实的锣 ——《简单生活》 我会永远相信 扎入心的水滴 在另一个世界 晴空布幔拉起 —— 《相信》 春日光 有阳光 就有黑暗 放开时间空间而存在 日代替月笑着醒过来 ——《融雪之前》 美好是因为克服美好的恐惧 美好是因为无视美好的逝去 ——《日光》 昔者庄周梦为胡蝶 栩栩然胡蝶也 —— 《各站停靠》 宁静很深 世界迎接你这一刻 生命来了 ——《交响梦》 我们都是一个人加上另一个人的长相 时间的墙 从他们的手掌到我们的肩膀 ——《早点回家》 夏狂热 平凡或特别 笨拙或聪明相同 他从不担心自己被世界折磨 ——《他夏了夏天》 谁都没有权力能支配我一生一趟忠于自己的表演 ——《包围》 狂热自己的模样 就算偶尔受伤 打直腰杆坚强 狂热自己的模样 因为受过了伤 自由才有光芒 ——《狂热》 终于了解生命必须有裂缝 阳光才照得进来 ——《近未来》 十年一刻可能耗尽坚强 可能历经沧桑 可能我的疯狂 暂时不得到原谅 可是我知道啊 可是我明白啊 是我的执着搏来 在你面前歌唱 ——《十年一刻》 固执等着谁 却惊觉已无法倒退 曾经想一起飞 在自己心中盖了座花园 ——《无眠》 如今故事发展成就一个我 学会了生活能享受寂寞 剧烈的语言变成温柔 又带来了什么 ——《喜欢寂寞》 我们都曾有过 风雨过后的沉重 形同陌路的口 但心却还流通 当我们一起走过 正是伤痛的时候 包着碎裂的心 继续下一个梦 ——《当我们一起走过》 没有不会谢的花 没有不会退的浪 没有不会暗的光 你在烦恼什么吗 没有不会淡的疤 没有不会好的伤 没有不会停下来的绝望 你在忧郁什么啊 时间从来不回答 生命从来不喧哗 就算只有片刻 我也不害怕 ——《你在烦恼什么啊》 秋故事 秋风 推开紧闭的门扉 阶前 秋水孟浪闭上眼 梧桐 吹乱漫身黄雨烟 归雁 揉碎无边艳阳天 ——《故事》 独处的时候 夜容易特别黑 独处的时候 心容易悄悄破碎 冷冷的手发抖 热热的泪坠落 ——《独处的时候》 开了灯 眼前的模样 偌大的房 寂寞的床 关了灯 全都一个样 心里的伤 无法分享 ——《我好想你》 乌云的背后幻生出了太阳 你的心蔚蓝地 温暖地透出了光芒 —— 《天天晴朗》 愁到底是什么 杨花雨落 是三千丈黑发逼成枯柳 是凋谢的花瓣念旧的蜂 是往日的欢活又来折磨 ——《说了再见以后》 忽然之间 你忽略的 我忽略的所有细节 当初的猜疑好奇 爱恨痴嗔却已走远 ——《再遇见》 Walk Together live 我要长成你的翅膀 我要拂去你的沧桑 我忘了说心里面的愿望 始终是要你的肯定啊 从你温柔眼眶绽放 ——《小时候》 冬未了 在你的只字片语里找到勇气 ——《地平线》 带我飘吧 静止的风 我是落叶 我是空 所有的雨 即一滴雨 ——《回车诺比的梦》 受伤了 谁都会哭泣 哭完了 别否定过去 快乐的 美好的 都还在这里等着你 ——《下雨的夜晚》 当太阳的光芒又万丈 太晴朗 是否凄凉 风花雪月没法 帮我反抗 真实人生的那海洋 ——《墙外的风景》 虽然反复 却渐渐懂得 每一步都是自己的 不爱永恒 但求现在 真实活着的人生 ——《未了》","categories":[],"tags":[{"name":"苏打绿","slug":"苏打绿","permalink":"http://raikoblog.tk/tags/苏打绿/"}]}]}